Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Apps that are never captured or shown in dock previews, the Alt-Tab switcher, or Glance
ar: التطبيقات التي لا يتم التقاطها أو عرضها أبدًا في معاينات Dock أو مبدّل Alt-Tab أو Glance
de: Apps, die niemals in Dock-Vorschauen, im Alt-Tab-Fensterwechsler oder in Glance erfasst oder angezeigt werden
es: Apps que nunca se capturan ni se muestran en las previsualizaciones del Dock, el selector Alt-Tab o Glance
fr: Apps jamais capturées ni affichées dans les aperçus du dock, le sélecteur Alt-Tab ou Glance
hu: Appok, amelyekről soha nem készül felvétel, és nem jelennek meg a Dock-előnézetekben, az Alt-Tab váltóban vagy a Glance-ben
ja: Dockプレビュー、Alt-Tabスイッチャー、Glanceでキャプチャや表示の対象にしないアプリ
nl: Apps die niet worden vastgelegd of weergegeven in Dock-voorbeelden, de Alt-Tab-wisselaar of Glance.
pl: Aplikacje, które nigdy nie są przechwytywane ani pokazywane w podglądach Docka, przełączniku Alt-Tab ani Glance
pt: Aplicações que nunca são capturadas nem mostradas nas pré-visualizações da Dock, no alternador Alt-Tab ou no Glance
ru: Приложения, которые никогда не захватываются и не отображаются в миниатюрах Dock, переключателе Alt-Tab или режиме Glance.
sv: Appar som aldrig fångas eller visas i dockförhandsvisningar, Alt-Tab-växlaren eller Glance
tr: Dock önizlemelerinde, Alt-Tab geçiş çubuğunda veya Glance'da asla yakalanmayan veya gösterilmeyen uygulamalar
vi: Các ứng dụng không bao giờ bị ghi hình hoặc hiển thị trong bản xem trước dock, bộ chuyển đổi Alt-Tab, hoặc Glance
zh_hans: 永远不会被捕获或显示在 Dock 预览、Alt-Tab 窗口切换器或 Glance 中的程序
zh_hant: 永遠不會被擷取或顯示在 Dock 預覽、Alt-Tab 切換器或 Glance 中的應用程式

source: Are you sure you want to quit %@?
ar: هل انت متأكد أنك تريد الخروج؟
de: Willst du %@ wirklich beenden?
es: ¿Seguro que quieres salir de %@?
fr: Voulez-vous vraiment quitter %@ ?
hu: Biztosan ki szeretne lépni a %@ alkalmazásból?
ja: %@を終了してもよろしいですか？
nl: Weet je zeker dat je %@ wilt stoppen?
pl: Czy na pewno chcesz zakończyć %@?
pt: Tem a certeza que quer sair %@?
ru: Вы действительно хотите выйти?%@?
sv: Vill du verkligen avsluta %@?
tr: %@'dan çıkmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn thoát %@ không?
zh_hans: 您确定要退出%@吗？
zh_hant: 你確定要結束嗎 %@？

source: Are you sure you want to remove %lld files from the tray?
ar: هل أنت متأكد من أنك تريد إزالة ملفات %lld من الصورة؟
de: Bist du sicher, dass du %lld Dateien aus der Ablage entfernen möchtest?
es: ¿Seguro que quieres eliminar %lld archivos de la bandeja?
fr: Êtes-vous sûr de vouloir supprimer %lld fichiers de la barre d'état ?
hu: Biztosan el szeretne távolítani %lld fájlt a tálcáról?
ja: トレイから%lld個のファイルを削除してもよろしいですか？
nl: Weet je zeker dat je %lld bestanden uit het vak wilt verwijderen?
pl: Czy na pewno usunąć wybrane pliki z Półki plików (%lld)?
pt: Tem a certeza de que pretende remover %lld ficheiros do tabuleiro?
ru: Вы уверены, что хотите удалить файлы %lld из лотка?
sv: Vill du verkligen ta bort %lld filer från filbrickan?
tr: %lld dosyayı bu alandan kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa %lld tệp khỏi khay không?
zh_hans: 您确定要从托盘中移除这 %lld 个文件吗？
zh_hant: 確定要從托盤中移除 %lld 個檔案嗎？

source: Are you sure you want to remove this file from the tray?
ar: هل أنت متأكد من أنك تريد إزالة هذا الملف من الحاوية؟
de: Sind Sie sicher, dass Sie diese Datei aus der Datei-Ablage entfernen möchten?
es: ¿Seguro que quieres eliminar este archivo de la bandeja?
fr: Êtes-vous sûr de vouloir retirer ce fichier du tiroir ?
hu: Biztosan el szeretné távolítani ezt a fájlt a tálcáról?
ja: このファイルをトレイから削除してもよろしいですか？
nl: Weet je zeker dat je dit bestand uit het bestandsvak wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten plik z Półki plików?
pt: Tem a certeza de que pretende remover este ficheiro do tabuleiro?
ru: Вы уверены, что хотите удалить этот файл из лотка?
sv: Vill du verkligen ta bort den här filen från brickan?
tr: Bu dosyayı tepsiden kaldırmak istediğinize emin misiniz?
vi: Bạn có chắc chắn muốn xóa tệp này khỏi khay không?
zh_hans: 您确定要从托盘中移除此文件吗？
zh_hant: 確定要從托盤中移除此檔案嗎？

source: Are you sure you want to restart %@?
ar: هل أنت متأكد من أنك تريد إعادة تشغيل %@؟
de: Sind Sie sicher, dass Sie %@ neu starten möchten?
es: ¿Seguro que quieres reiniciar %@?
fr: Voulez-vous vraiment redémarrer %@?
hu: Biztosan újra szeretné indítani a %@ alkalmazást?
ja: %@を再起動してもよろしいですか？
nl: Weet je zeker dat je %@ opnieuw wilt opstarten?
pl: Czy na pewno chcesz uruchomić ponownie %@?
pt: Tem a certeza que quer reiniciar %@?
ru: Вы уверены, что хотите %@перезагрузить устройство?
sv: Vill du verkligen starta om %@?
tr: %@'yi yeniden başlatmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn khởi động lại %@ không?
zh_hans: 您确定要重新启动 %@ 吗？
zh_hant: 確定要重新啟動 %@ 嗎？

source: Are you sure you want to restart your Mac?
ar: هل أنت متأكد من أنك تريد إعادة تشغيل Mac؟
de: Sind Sie sicher, dass Sie Ihren Mac neu starten möchten?
es: ¿Seguro que quieres reiniciar el Mac?
fr: Voulez-vous vraiment redémarrer votre Mac ?
hu: Biztosan újra szeretné indítani a Macet?
ja: Macを再起動してもよろしいですか？
nl: Weet je zeker dat je je Mac opnieuw wilt opstarten?
pl: Czy na pewno chcesz uruchomić Maca ponownie?
pt: Tem a certeza de que pretende reiniciar o seu Mac?
ru: Вы уверены, что хотите перезапустить Mac?
sv: Vill du verkligen starta om din Mac?
tr: Mac'inizi yeniden başlatmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn khởi động lại máy Mac của mình không?
zh_hans: 您确定要重启您的Mac吗？
zh_hant: 確定要重新啟動 Mac 嗎？

source: Are you sure you want to shut down your Mac?
ar: هل أنت متأكد من أنك تريد إيقاف تشغيل Mac؟
de: Sind Sie sicher, dass Sie Ihren Mac herunterfahren möchten?
es: ¿Seguro que quieres apagar el Mac?
fr: Voulez-vous vraiment éteindre votre Mac ?
hu: Biztosan le szeretné állítani a Macet?
ja: Macをシステム終了してもよろしいですか？
nl: Weet je zeker dat je je Mac wilt uitzetten?
pl: Czy na pewno chcesz wyłączyć Maca?
pt: Tem a certeza de que pretende desligar o seu Mac?
ru: Вы уверены, что хотите выключить Mac?
sv: Vill du verkligen stänga av din Mac?
tr: Mac'inizi kapatmak istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn tắt máy Mac của mình không?
zh_hans: 您确定要关闭您的 Mac 吗？
zh_hant: 確定要將 Mac 關機嗎？

source: Are you sure you want to trash %lld files?
ar: هل أنت متأكد من أنك تريد سلة المهملات %lld الملفات؟
de: Bist du sicher, dass du %lld Dateien löschen möchtest?
es: ¿Seguro que quieres trasladar %lld archivos a la Papelera?
fr: Voulez-vous vraiment mettre %lld éléments à la corbeille ?
hu: Biztosan a Kukába szeretne dobni %lld fájlt?
ja: %lld個のファイルをゴミ箱に入れてもよろしいですか？
nl: Weet je zeker dat je %lld bestanden wilt verwijderen?
pl: Czy na pewno przenieść wybrane pliki do Kosza (%lld)?
pt: Tem certeza de que quer descartar %lld ficheiros?
ru: Вы уверены, что хотите поместить в корзину файлы %lld?
sv: Vill du verkligen flytta %lld filer till papperskorgen?
tr: %lld dosyasını silmek istediğinizden emin misiniz?
vi: Bạn có chắc chắn muốn bỏ %lld tệp vào thùng rác không?
zh_hans: 您确定要将这 %lld 个文件移至废纸篓吗？
zh_hant: 確定要將 %lld 個檔案丟到垃圾桶嗎？

source: Area
ar: المساحة
de: Fläche
es: Área
fr: Superficie
hu: Terület
ja: 面積
nl: Oppervlakte
pl: Powierzchnia
pt: Área
ru: Площадь
tr: Alan
vi: Diện tích
zh_hans: 面积
zh_hant: 區域

source: arithmetic
ar: حساب
de: rechnen
es: aritmética
fr: arithmétique
hu: aritmetika
ja: 計算
nl: rekenkunde
pl: arytmetyka
pt: aritmética
ru: арифметика
sv: aritmetik
tr: aritmetik
vi: số học
zh_hans: 算术
zh_hant: 運算

source: Ascending
ar: ترتيب تصاعدي
de: Aufsteigend
es: Ascendente
fr: Croissant
hu: Növekvő
ja: 昇順
nl: Oplopend
pl: Rosnąco
pt: Ascendente
ru: По возрастанию
sv: Stigande
tr: Artan
vi: Tăng dần
zh_hans: 升序
zh_hant: 遞增

source: Ask before quitting or restarting DockDoor Pro
ar: السؤال قبل إنهاء DockDoor Pro أو إعادة تشغيله
de: Vor dem Beenden oder Neustarten von DockDoor Pro fragen
es: Preguntar antes de salir de DockDoor Pro o reiniciarlo
fr: Demander avant de quitter ou de redémarrer DockDoor Pro
hu: Rákérdezés a DockDoor Pro bezárása vagy újraindítása előtt
ja: DockDoor Proを終了または再起動する前に確認
nl: Vraag om bevestiging voordat DockDoor Pro wordt afgesloten of opnieuw wordt opgestart
pl: Pytaj przed zakończeniem działania lub ponownym uruchomieniem DockDoor Pro
pt: Perguntar antes de sair ou reiniciar o DockDoor Pro
ru: Спрашивать перед выходом или перезапуском DockDoor Pro
sv: Fråga innan DockDoor Pro avslutas eller startas om
tr: DockDoor Pro'dan çıkmadan veya yeniden başlatmadan önce sor
vi: Hỏi trước khi thoát hoặc khởi động lại DockDoor Pro
zh_hans: 退出或重启 DockDoor Pro 前询问
zh_hant: 結束或重新啟動 DockDoor Pro 前先詢問

source: Ask before quitting or restarting DockDoor Pro from Quick Actions
ar: السؤال قبل إنهاء DockDoor Pro أو إعادة تشغيله من الإجراءات السريعة
de: Vor dem Beenden oder Neustarten von DockDoor Pro via Schnellaktionen fragen
es: Preguntar antes de salir de DockDoor Pro o reiniciarlo desde Acciones rápidas
fr: Demander avant de quitter ou de redémarrer DockDoor Pro à partir des actions rapides
hu: Rákérdezés a DockDoor Pro Gyorsműveletekből való bezárása vagy újraindítása előtt
ja: クイックアクションからDockDoor Proを終了または再起動する前に確認
nl: Vraag om bevestiging voordat DockDoor Pro wordt afgesloten of opnieuw wordt opgestart vanuit 'Snelle acties'
pl: Pytaj przed zakończeniem działania lub ponownym uruchomieniem DockDoor Pro za pomocą Szybkich akcji
pt: Perguntar antes de sair ou reiniciar o DockDoor Pro a partir das Ações Rápidas
ru: Спрашивать перед выходом или перезапуском DockDoor Pro из быстрых действий
sv: Fråga innan DockDoor Pro avslutas eller startas om från Snabbåtgärder
tr: Hızlı Eylemlerden DockDoor Pro’yu kapatmadan veya yeniden başlatmadan önce sor
vi: Hỏi trước khi thoát hoặc khởi động lại DockDoor Pro từ Tác vụ nhanh
zh_hans: 通过“快捷操作”退出或重新启动 DockDoor Pro 前确认
zh_hant: 從快速動作結束或重新啟動 DockDoor Pro 前先詢問

source: Ask for confirmation before permanently deleting all items in the Trash
ar: طلب التأكيد قبل حذف كل العناصر في المهملات نهائيًا
de: Vor dem endgültigen Löschen aller Objekte im Papierkorb um Bestätigung bitten
es: Pide confirmación antes de eliminar permanentemente todos los ítems de la Papelera
fr: Demander une confirmation avant de supprimer définitivement tous les éléments de la Corbeille
hu: Megerősítés kérése a Kukában lévő összes elem végleges törlése előtt
ja: ゴミ箱内のすべての項目を完全に削除する前に確認
nl: Vraag om bevestiging voordat alle items in de prullenmand permanent worden verwijderd
pl: Pytaj o potwierdzenie przed trwałym usunięciem wszystkich elementów z Kosza
pt: Pedir confirmação antes de eliminar permanentemente todos os itens do Lixo
ru: Запрашивать подтверждение перед безвозвратным удалением всех объектов из Корзины
sv: Be om bekräftelse innan alla objekt i papperskorgen raderas permanent
tr: Çöp Sepeti'ndeki tüm öğeleri kalıcı olarak silmeden önce onay iste
vi: Yêu cầu xác nhận trước khi xóa vĩnh viễn tất cả các mục trong Thùng rác
zh_hans: 永久删除废纸篓中的所有项目前确认
zh_hant: 在永久刪除垃圾桶中的所有項目前先要求確認

source: Ask for confirmation before removing dock items or ungrouping app groups
ar: طلب التأكيد قبل إزالة عناصر Dock أو فك تجميع مجموعات التطبيقات
de: Vor dem Entfernen von Dock-Objekten oder dem Auflösen von App-Gruppen um Bestätigung bitten
es: Pide confirmación antes de eliminar ítems del Dock o desagrupar grupos de apps
fr: Demander une confirmation avant de retirer des éléments du dock ou de dégrouper des groupes d'apps
hu: Megerősítés kérése Dock-elemek eltávolítása vagy appcsoportok bontása előtt
ja: Dockの項目を削除したり、アプリグループを解除したりする前に確認
nl: Vraag om bevestiging voordat je items uit het Dock verwijdert of app-groepen ontkoppelt
pl: Pytaj o potwierdzenie przed usunięciem elementów Docka lub rozgrupowaniem grup aplikacji
pt: Pedir confirmação antes de remover itens da Dock ou desagrupar grupos de apps
ru: Запрашивать подтверждение перед удалением объектов из Dock или разгруппировкой групп приложений
sv: Be om bekräftelse innan objekt tas bort från dockan eller appgrupper delas upp
tr: Dock öğelerini kaldırmadan veya uygulama gruplarını çözmeden önce onay iste
vi: Hỏi xác nhận trước khi xóa các mục khỏi Dock hoặc bỏ nhóm các ứng dụng
zh_hans: 移除 Dock 项目或取消应用分组前确认
zh_hant: 移除 Dock 項目或取消應用程式群組前先詢問

source: Assign a different dock profile to each display, alongside its edge override
ar: عيّن ملف تعريف Dock مختلفًا لكل شاشة، إلى جانب تجاوز الحافة الخاص بها
de: Jedem Display ein anderes Dock-Profil samt eigener Kantenposition zuweisen
es: Asigna un perfil del Dock distinto a cada pantalla, junto con su borde personalizado
fr: Assigner un profil de dock différent à chaque écran, en plus de son bord personnalisé
hu: Rendeljen külön Dock-profilt minden kijelzőhöz, az él felülbírálása mellett
ja: ディスプレイごとに異なるDockプロファイルを、エッジの上書き設定と合わせて割り当て
nl: Wijs elk scherm een ander Dock-profiel toe, samen met de instelling voor het overschrijven van de rand
pl: Przypisz inny profil Docka do każdego wyświetlacza i ustaw dla niego osobną krawędź
pt: Atribua um perfil da Dock diferente a cada monitor, juntamente com a respetiva margem personalizada
ru: Назначьте каждому дисплею отдельный профиль Dock, а также переопределение края экрана
sv: Tilldela en egen dockprofil till varje skärm, tillsammans med dess kantöverstyrning
tr: Her ekrana, kenar geçersiz kılmasının yanında farklı bir dock profili ata
vi: Gán một hồ sơ dock khác nhau cho mỗi màn hình, cùng với ghi đè cạnh của nó
zh_hans: 为每台显示器指定不同的 Dock 配置文件，并可单独设置边缘覆盖
zh_hant: 為每個顯示器指派不同的 Dock 設定檔，並保留其邊緣覆寫設定

source: Assign keyboard actions for the selected preview
ar: تعيين إجراءات لوحة المفاتيح للمعاينة المحددة
de: Tastatur-Aktionen für die gewählte Vorschau zuweisen
es: Asigna acciones de teclado para la previsualización seleccionada
fr: Assigner des actions de clavier pour l'aperçu sélectionné
hu: Billentyűzet-műveletek hozzárendelése a kijelölt előnézethez
ja: 選択中のプレビューに対するキーボードアクションを割り当て
nl: Wijs toetsenbordacties toe aan het geselecteerde voorbeeld
pl: Przypisz akcje klawiatury do wybranego podglądu
pt: Atribuir ações do teclado para a pré-visualização selecionada
ru: Назначить действия клавиатуры для выбранного предварительного просмотра
sv: Tilldela tangentbordsåtgärder för den valda förhandsvisningen
tr: Seçili önizleme için klavye eylemleri ata
vi: Gán các tác vụ bàn phím cho bản xem trước được chọn
zh_hans: 为所选预览分配键盘操作
zh_hant: 為所選預覽指派鍵盤動作

source: Assign up to three keys for actions while previews are open
ar: تعيين ما يصل إلى ثلاثة مفاتيح للإجراءات أثناء فتح المعاينات
de: Bis zu drei Tasten für Aktionen zuweisen, während Vorschauen geöffnet sind
es: Asigna hasta tres teclas para acciones mientras las previsualizaciones están abiertas
fr: Assigner jusqu'à trois touches pour les actions lorsque les aperçus sont ouverts
hu: Legfeljebb három billentyű hozzárendelése a műveletekhez, miközben az előnézetek nyitva vannak
ja: プレビュー表示中のアクションに最大3つのキーを割り当て
nl: Wijs maximaal drie toetsen toe aan acties terwijl de voorbeelden geopend zijn
pl: Przypisz maksymalnie trzy klawisze do akcji, gdy podglądy są otwarte
pt: Atribuir até três teclas para ações enquanto as pré-visualizações estiverem abertas
ru: Назначить до трех клавиш для действий при открытии предварительного просмотра
sv: Tilldela upp till tre tangenter för åtgärder medan förhandsvisningar är öppna
tr: Önizlemeler açıkken eylemler için en fazla üç tuş atayın
vi: Gán tối đa ba phím cho các tác vụ khi các bản xem trước đang mở
zh_hans: 在预览打开时，最多可为操作分配三个按键
zh_hant: 可為預覽開啟時的動作指派最多三個按鍵

source: audio
ar: صوت
de: ton
hu: hang
ja: オーディオ
nl: geluid
pl: dźwięk
pt: áudio
ru: аудио
sv: ljud
tr: ses
vi: âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Audio
ar: صوت
hu: Hang
ja: オーディオ
nl: Geluid
pt: Áudio
ru: Аудио
sv: Ljud
tr: Ses
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Audio Device
ar: جهاز الصوت
de: Audiogerät
es: Dispositivo de audio
fr: Périphérique audio
hu: Hangeszköz
ja: オーディオデバイス
nl: Audioapparaat
pl: Urządzenie audio
pt: Dispositivo de Áudio
ru: Аудиоустройство
sv: Ljudenhet
tr: Ses Aygıtı
vi: Thiết bị âm thanh
zh_hans: 音频设备
zh_hant: 音訊裝置

source: Auto
ar: تلقائي
es: Automático
hu: Automatikus
ja: 自動
nl: Automatisch
pl: Automatycznie
ru: Авто
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Auto-activate this dock profile when linked apps are focused
ar: تفعيل ملف تعريف Dock هذا تلقائيًا عندما تكون التطبيقات المرتبطة في الواجهة
de: Dieses Dock-Profil automatisch aktivieren, wenn verknüpfte Apps im Fokus sind
es: Activa automáticamente este perfil del Dock cuando las apps enlazadas están en primer plano
fr: Activer automatiquement ce profil de dock quand les apps liées sont au premier plan
hu: A Dock-profil automatikus aktiválása, amikor a hozzákapcsolt appok fókuszban vannak
ja: リンクしたアプリのいずれかにフォーカスが移ったときに、このDockプロファイルを自動的にアクティブにする
nl: Activeer dit Dock-profiel automatisch wanneer een gekoppelde app op de voorgrond staat
pl: Automatycznie aktywuj ten profil Docka, gdy jedna z powiązanych aplikacji jest aktywna
pt: Ativar automaticamente este perfil da Dock quando as aplicações associadas estiverem em foco
ru: Автоматически активировать этот профиль Dock, когда активно связанное приложение
sv: Aktivera den här dockprofilen automatiskt när länkade appar är i fokus
tr: Bağlantılı uygulamalara odaklanıldığında bu dock profilini otomatik etkinleştir
vi: Tự động kích hoạt hồ sơ dock này khi các ứng dụng được liên kết được chọn
zh_hans: 当关联应用成为当前活动应用时，自动激活此 Dock 配置文件
zh_hant: 當連結的應用程式處於焦點時，自動啟用此 Dock 設定檔

source: Auto-detect failed — choose a directory manually
ar: فشل الكشف التلقائي - اختر الدليل يدوياً
de: Auto-Erkennung fehlgeschlagen — Wählen Sie ein Verzeichnis manuell
es: La detección automática ha fallado: elige un directorio manualmente
fr: Détection automatique impossible — sélectionnez un dossier manuellement
hu: Az automatikus felismerés sikertelen — válasszon ki egy könyvtárat manuálisan
ja: 自動検出に失敗しました。ディレクトリを手動で選択してください
nl: Automatisch detecteren mislukt – kies handmatig een map
pl: Automatyczne wykrywanie nie powiodło się — wybierz katalog ręcznie
pt: A deteção automática falhou: escolha uma pasta manualmente
ru: Ошибка автоматического определения — выберите каталог вручную
sv: Automatisk identifiering misslyckades. Välj en katalog manuellt
tr: Otomatik algılama başarısız oldu — lütfen manuel olarak bir dizin seçin
vi: Không thể tự động phát hiện. Hãy chọn thư mục thủ công
zh_hans: 自动检测失败 — 手动选择一个目录
zh_hant: 自動偵測失敗，請手動選擇目錄

source: Auto-detected from timezone
ar: الكشف التلقائي من المنطقة الزمنية
de: Automatisch anhand der Zeitzone erkannt
es: Detectado automáticamente según la zona horaria
fr: Détecté automatiquement à partir du fuseau horaire
hu: Időzóna alapján automatikusan észlelve
ja: 時間帯から自動検出
nl: Automatisch gedetecteerd vanuit tijdzone
pl: Wykrywane automatycznie ze strefy czasowej
pt: Detetado automaticamente a partir do fuso horário
ru: Автоопределение из часового пояса
sv: Identifieras automatiskt från tidszonen
tr: Zaman diliminden otomatik olarak algılandı
vi: Tự động phát hiện từ múi giờ
zh_hans: 根据时区自动检测
zh_hant: 已根據時區自動偵測

source: Auto-Hide
ar: إخفاء تلقائيًا
de: Automatisch ausblenden
es: Ocultación automática
fr: Masquage automatique
hu: Automatikus elrejtés
ja: 自動非表示
nl: Automatisch verbergen
pl: Automatyczne ukrywanie
pt: Ocultar Automaticamente
ru: Скрывать автоматически
sv: Göm automatiskt
tr: Otomatik Gizleme
vi: Tự động ẩn
zh_hans: 自动隐藏
zh_hant: 自動隱藏

source: Auto-Return Delay
ar: تأخير الإرجاع التلقائي
de: Verzögerung der automatischen Rückkehr
es: Retardo de retorno automático
fr: Délai de retour automatique
hu: Automatikus visszatérési késleltetés
ja: 自動復帰の遅延
nl: Vertraging voor automatisch terugkeren
pl: Opóźnienie automatycznego powrotu
pt: Atraso de Retorno Automático
ru: Задержка автовозврата
sv: Fördröjning för automatisk återgång
tr: Otomatik Geri Dönüş Gecikmesi
vi: Thời gian chờ tự động quay lại
zh_hans: 自动返回延时
zh_hant: 自動切回延遲時間

source: Auto-switch dock profiles when a linked app is focused
ar: التبديل التلقائي بين ملفات تعريف Dock عند التركيز على تطبيق مرتبط
de: Automatisch das Dock-Profil wechseln, wenn eine verknüpfte App fokussiert ist
es: Cambia automáticamente de perfil del Dock cuando una app enlazada está en primer plano
fr: Changer automatiquement de profil du Dock lorsqu’une app liée a le focus
hu: Dock-profil automatikus váltása, amikor egy társított alkalmazás aktív
ja: リンクしたアプリにフォーカスが移ったときにDockプロファイルを自動的に切り替え
nl: Wissel automatisch van Dock-profiel wanneer een gekoppelde app in focus is
pl: Automatycznie przełączaj profile Docka, gdy powiązana aplikacja jest aktywna
pt: Mudar automaticamente de perfil da Dock quando uma aplicação associada está em foco
ru: Автоматически переключать профили Dock, когда активно связанное приложение
sv: Växla dockprofil automatiskt när en länkad app är i fokus
tr: Bağlı bir uygulama odaktayken dock profillerini otomatik olarak değiştir
vi: Tự động chuyển đổi hồ sơ Dock khi ứng dụng liên kết được chọn
zh_hans: 当关联应用获得焦点时，自动切换 Dock 配置文件
zh_hant: 當連結的應用程式取得焦點時，自動切換 Dock 設定檔

source: Auto-switch dock profiles when a linked app is focused. Link apps per profile above.
ar: التبديل التلقائي بين ملفات تعريف Dock عند التركيز على تطبيق مرتبط. اربط التطبيقات بكل ملف تعريف أعلاه.
de: Automatisch das Dock-Profil wechseln, wenn eine verknüpfte App fokussiert ist. Apps pro Profil oben verknüpfen.
es: Cambia automáticamente de perfil del Dock cuando una app enlazada está en primer plano. Enlaza apps por perfil arriba.
fr: Basculer automatiquement les profils du dock lorsqu'une application liée passe au premier plan. Lier les applications par profil ci-dessus.
hu: Dock-profilok automatikus váltása, amikor egy összekapcsolt alkalmazás van fókuszban. Kapcsolja össze az alkalmazásokat profilonként felül.
ja: リンクしたアプリにフォーカスが移ったときにDockプロファイルを自動的に切り替えます。アプリのリンクは上の各プロファイルで設定します。
nl: Automatisch wisselen van Dock-profielen wanneer een gekoppelde app op de voorgrond staat. Koppel apps per profiel in bovenstaande lijst.
pl: Automatycznie przełączaj profile Docka, gdy powiązana aplikacja jest aktywna. Powiąż aplikacje dla każdego profilu powyżej.
pt: Mudar automaticamente de perfil da Dock quando uma aplicação associada está em foco. Associe aplicações por perfil acima.
ru: Автоматически переключать профили Dock, когда активно связанное приложение. Свяжите приложения с профилями выше.
sv: Växla dockprofil automatiskt när en länkad app är i fokus. Länka appar per profil ovan.
tr: Bağlı bir uygulama odaktayken dock profillerini otomatik olarak değiştirir. Uygulamaları yukarıdan her profile bağlayın.
vi: Tự động chuyển đổi hồ sơ dock khi một ứng dụng liên kết được chọn. Liên kết các ứng dụng cho mỗi hồ sơ ở trên.
zh_hans: 当关联应用获得焦点时，自动切换 Dock 配置文件。请在上方为各配置文件关联应用。
zh_hant: 當連結的應用程式取得焦點時，自動切換 Dock 設定檔。請於上方為每個設定檔指定連結的應用程式。

source: Auto-Switch Profile When No Linked App Is Focused
ar: التبديل التلقائي لملف التعريف عند عدم تنشيط أي تطبيق مرتبط
de: Profil automatisch wechseln, wenn keine verknüpfte App im Fokus ist
es: Cambiar de perfil si ninguna app enlazada está en primer plano
fr: Changer de profil quand aucune app liée n'est au premier plan
hu: Profil automatikus váltása, ha nincs hozzákapcsolt app fókuszban
ja: リンクされたアプリにフォーカスがないときにプロファイルを自動切り替え
nl: Automatisch van profiel wisselen als geen gekoppelde app actief is
pl: Automatycznie przełączaj profil, gdy nie jest aktywna żadna powiązana aplikacja
pt: Mudar de Perfil Quando Nenhuma App Associada Está em Foco
ru: Сменять профиль, если нет активного связанного приложения
sv: Byt profil automatiskt när ingen länkad app är i fokus
tr: Bağlantılı Uygulama Odakta Değilken Profili Otomatik Değiştir
vi: Tự động chuyển hồ sơ khi không có ứng dụng liên kết nào đang hoạt động
zh_hans: 没有关联应用获得焦点时自动切换配置文件
zh_hant: 沒有連結的應用程式聚焦時自動切換設定檔

source: Automatic
ar: تلقائي
de: Automatisch
es: Automático
fr: Automatique
hu: Automatikus
ja: 自動
nl: Automatisch
pl: Automatycznie
pt: Automático
ru: Автоматически
sv: Automatisk
tr: Otomatik
vi: Tự động
zh_hans: 自动
zh_hant: 自動
